IdeaRS.Connections
ConnectionData.Properties Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the connection
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPropData Properties { get; set; }
Property Value
Type: ConnectionPropData
See Also
Reference
ConnectionData Class
IdeaRS.Connections.Data Namespace